{"Andrew Tate": ["If you’re truly obsessed with working on yourself. \n\nYou have very little time to find flaws in others.", "Lone wolves survive.\n\nPacks thrive.\n\nYou have no connections, you have no powerful or skillful friends.\n\nHow do you expect to know what's happening all around you when you can only look one direction at a time?\n\nLearn More:\nhttps://t.co/66QzUzoFzj", "I know of no better life purpose than to perish in attempting the great and impossible.", "What will Christians do? Nothing.", "Take time to actually analyze WHY you do the things you do\n\nLook at every decision and every belief about the world you hold\n\nNow, look at everyone who influenced those\n\nAre they where you want to be?\n\nIs that who you want to be like?", "I believe men have the sacred duty to protect the innocence and sanctity of their children and reserve the right and responsibility to raise their children as they see best to ensure their long-term happiness and success.", "We teach you how to escape the work consume die cycle. \n\nOver 200,000 students learning the secrets to wealth creation in real time.\n\nThey will leave you behind, unless you join them.\n\nESCAPE THE MATRIX.\n\nTake the red pill here: https://t.co/P0AAPg5JIC https://t.co/jNqWdc9Byt", "KNOW THIS. \n\nNot everybody will rise today. \n\nSome will die as they sleep. \n\nMost will rise and their day will be wasted. \n\nVERY FEW MEN WILL RISE AND SHINE. \n\nI do BOTH. \n\nDay after fucking day.\n\nI never waste a conscious SECOND.", "Every period of history had men who conquered the known world.\n\nMen with undeniable superiority over their peers.\n\nNames spoken across the globe.\n\nThese men owned culture.\n\nGenghis Khan\nAtilla The Hun\n\nYou are witnessing the modern day equivalent in his prime.\n\nAndrew Tate.", "Something has shifted in the Universe.\n\nGod has blessed many of you with the chance you'd been hoping for.\n\nWill you notice it before it's too late?\n\nThe Universe can not give its graces to you all.\n\nTick Tok", "It’s IMPOSSIBLE to not get everything you want if you truly work hard every day. \n\nMost of you just don’t work hard. \n\nThe few who do, work hard on the wrong things. \n\nFix this.", "Men are expected to have money, intelligence, and other achievements.\n\nAnything less? \n\nYou’re called a loser.\n\nUnderstand, life isn’t fair.\n\nBut that’s a good thing.", "I believe that masculine brotherhood is essential to men’s mental health, happiness and success. And I relentlessly encourage men to meet together, train together and work together.", "I believe men and women are different and that each has their own unique and important strengths and abilities.", "The Matrix will only tell you what the Matrix needs you to believe.", "It is my moral obligation to try and wake you all up. \n\nWhen my children ask what I did during the great enslavement, I can tell them I helped anyone who would listen.", "I reserve the right to make the best choices I can at the time to protect myself and respect my mental health.", "I believe men have the sacred duty to protect and provide for the important people in their lives.", "This is what people dont understand.\n\nBroke people dont have anything.\n\nThose in the middle try and have as much stuff as possible.\n\nAnd the truly wealthy dont \"have\" anything.", "The kinda crap hippies say that sounds insightful but is utter garbage.\n\nAnimals literally shit on the floor and rip eachother apart.\n\nWait ok, we do the same in San Fran, bad example.\n\nHow about this.\n\nIve never seen a cow build a skyscraper. https://t.co/gfJ5LlkWEU", "Your mind is an instrument. \n\nLearn to be its master, not its slave.", "They plot and plan, and Allah too plans; but the best of planners is Allah.\n\nSurah Al-Anfal Ayat 30", "I don't believe in faking it before you make it.\n\nThere is nothing “fake” about belief.\n\nYou have to wait for the rest of the world to catch up with what you already know.\n\nYou have to see through time, act accordingly, and prepare a “told you so” that eternally upsets doubters.", "The phrase “be like water” doesn’t only mean adapting to any situation. \n\nIt means to be immensely powerful when directed, \n\nextremely cost-intensive for your enemies to contain, \n\nto be beautiful when calm \n\nand feared when angry. \n\nTo be absolutely necessary for LIFE.", "I believe that men have the divine imperative to become as capable, powerful and competent as possible in this life.", "I seek to help men overcome poor mental health through embracing hard work, physical improvements and shared masculine brotherhood.", "I thank God my life was shit. \n\nIt makes having a great life so much better. \n\nThere is no light without dark.\n\nI live the best life a young strong man can possibly live.", "I believe in acquiring wealth and abundance in order to improve my life and do good for those I care about.", "I believe I have an imperative to only spend my time that I determine is beneficial, uplifting and empowering to myself and others.", "Seeds of doubt grow into forests of inaction.", "My team is united against the demons.", "I believe that men have the sacred duty to approach everything in life from a position strength.", "I believe in emotional control and the vital need to become disciplined and professional in all things.", "Your life path was unique. \n\nBut you are not unique.\n\nYou have ignored the unique and beautiful lessons god has given you via trauma.\n\nYou refused to analyse, absorb and WORK post lessons. \n\nSo despite your unique life experience, you’re still very average.\n\nYou’re a loser.", "I believe in honoring my ancestors and living in a way that would make most of them proud of me today.", "You know something.\n\nWhat you know you can't explain, but you feel it.\n\nYou've felt it your entire life.\n\nYou know there's something wrong with the world, it’s a a splinter in your mind, driving you mad.\n\nIt is this feeling that has brought you to me.", "Competence satisfies your soul as a man\n\nWatch the full interview here: \nhttps://t.co/rS2vYKJull https://t.co/57fMcP2k9h", "Some men are born with a fire inside of them https://t.co/eYWEeagMJm", "Know very well when to be extremely cautious and when to be extremely brave. \n\nThe problem with the modern “man” is he applies these two mindsets absolutely incorrectly. \n\nThey apply the wrong mindset every single time. \n\nSociety has programmed this way.", "I reserve the right to administer difficult rites of passage for our young men to allow them to earn the rank of manhood.", "The most important factor in determining how successful you are in life \n\nWatch the full interview here: \nhttps://t.co/rS2vYKK2aT https://t.co/9sUJYwAg7p", "BE SAVAGE in your approach towards what you want in life.\n\nNo more cowardly attempts.\n\nFully on, not half on.", "There is a small percentage of men in the world who want MORE.\n\nMen who REFUSE to live a normal life, who REFUSE to be average or just above average.\n\nMen who refuse to be anything less than SPECTACULAR.\n\nThere is a man out there who lives the life of YOUR dreams.", "Knowing how to control yourself is never a disadvantage. \n\nIt doesn't matter how savage the situation - becoming savage is a choice. \n\nStaying calm is a choice.", "I reserve my human right to hold my own beliefs and practice them as I see fit and allow other people the same right to believe and act as they wish.", "Death smiles at us all. \n\nAll a man can do is smile back.", "I do good in the world and seek to help those less fortunate.", "Mental resilience is trained. \n\nIt is practiced. \n\nLike all else of virtue. \n\nYou must fortify your mind against negative thoughts. \n\nI can’t even remember how it feels to doubt myself.", "Most people overestimate the time it takes to accomplish things.\n\nYou can accomplish what most people take years to do within months.\n\nIt's something you need to FEEL to believe.", "You get the life you deserve.\n\nMost of you are cowards and so that is what you get.\n\nIf you want more?\n\nDO MORE AND BECOME MORE.", "I affirm the importance and need for travel and adventure as men.", "When Allah said ‘I test only those I love.’ I took the pain like it was an honour - Abu Hurayrah", "I believe that all men have the sacred duty to become men of upright and virtuous character and live above all possible reproach.", "Females have an evolutionary distain for weakness.\n\nExperiencing masculine frailty fills them with rage.\n\nThe weak man compensates by finding a focus for the females aggression, to avoid suffering it himself.\n\n\"Lets attack my family, please be nice to me\"\n\n#HarryandMeghanNetflix", "There is no honor in comparing yourself to losers. \n\nYou don’t want to be a winner amongst losers, \n\nYou want to be a winner amongst winners.", "I believe each man has a sacred duty to mold the physical body into the strongest and most resilient and most capable version of itself.", "I believe all men have the responsibility to lead and guide those they care about for greater health, prosperity, and happiness.", "I choose to only allow myself to be influenced by those who I believe have my best interests in mind.", "Isnt it amazing how the beautiful women are based and the ugly ones arnt.\n\nhttps://t.co/kWAQOabQSz", "HARAM. https://t.co/fHLWDHIUzM", "You’ve been programmed to be poor and weak.\n\nEasily controlled.\n\nHOWEVER, you can also be programmed to be rich and strong.", "If you treat your body like shit, you don't respect yourself.\n\nIf you have friends who take advantage of you, you don't respect yourself. \n\nIf you waste your own time playing video games, you don't respect yourself.\n\nIf you don't want to be RICH. You don't respect yourself.", "Men go through so much pain that they will never talk about it because they know that nobody cares.", "Most men sleep fine knowing their dreams will remain dreams.\n\nBut some men, refuse to have anything less than everything\n\nWe will either live the life of our dreams or die trying.\n\nWill you?\n\nhttps://t.co/66QzUzFIBj https://t.co/6G3V8dSftf", "I seek to improve my personal freedom to think, act and live to my masculine imperative in all ways.", "I believe in the merits of healthy competition and constantly encourage all men to seek out competition to improve themselves.", "“Allah does not burden a soul beyond that it can bear.\"\n\n[Surah Baqarah : 286]", "I affirm the importance of endlessly improving my mental faculties through diligent work, study and practice.", "I believe that a man has a sacred duty to hold true to his word and do exactly what he says he will do.", "You are being programmed.\n\nYou cannot stop it.\n\nEverything you ARE stems from what you’ve experienced.\n\nIt’s an unstoppable force like Gravity.\n\nYou cannot stop the programming but,\n\nYOU can CHOOSE what you hear and experience.\n\nYou can choose WHAT and WHO programs your mind.", "MashAllah https://t.co/vOueWu3QiO", "I believe that men have the sacred duty to raise kind feminine and virtuous daughters.", "I prefer loving rewarding consensual relationships with beautiful positive and virtuous women.", "When's the last time you've sat and discussed how to become rich?\n\nIf you don’t think about it. \n\nAnd you don’t speak about it. \n\nHow is it ever going to happen?\n\nSpeak it into existence,\n\nhttps://t.co/Q7eVI0PiaT", "Your life is what it’s like because of the influences you have.\n\nYou can’t NOT be influenced, but you can control what influences you.\n\nDO YOU UNDERSTAND?", "You said tomorrow, yesterday.", "I maintain the trust of my brothers through reverent silence, regarding our most sacred and shared experiences.", "What can my enemies do to me? \n\nMy paradise is in my heart, it is with me wherever I go.\n\nTo imprison me is to provide me with seclusion.\n\nTo send me into exile is to send me away in the Path of Allah.\n\nAnd to kill me is to make me a martyr.\n\n-Ibn Taymiyyah", "You are poor.\nYou are unimportant.\nMen do not fear you.\nYour woman disagrees with you.\n\nYour lives are shit.\n\nIf I was forced to endure a year of your life it would be the worst level of depression imaginable.", "I was made for battle.\n\nA warrior of the light.\n\nMy enemies hope to attack me with lies.\n\nThey try to destroy the family unit, they try to silence any loud opposition.\n\nI refuse to leave fellow men in the dark.\n\nSomeone needs to show them the light,\n\nWho better than TATE.", "Be yourself. \n\nEveryone else is taken.", "Most men are REACTIVE, they respond to problems as they happen. \n\nYou must be PREEMPTIVE at the highest echelons of power.", "Ghengis Khan had endless woman and 200 children as reward for conquest.\n\nI am the most searched man on the planet.\n\nI have conquered Earth.\n\nI am the highest status male on the planet.\n\nFemales do not expect loyalty from me.\n\nThey only expect that of lesser men.", "I believe that I have the sacred duty to only eat the highest quality foods possible.", "You can fight the realities of the world and lose. \n\nOr you can accept them and become successful.\n\nYou decide.", "Where are we going today? https://t.co/uWLiFKGhd1", "I believe it is incumbent upon me to ruthlessly identify my own weaknesses and limitations and I eagerly work to overcome them and become more capable in all realms.", "It appears the insanity of the ruling elite is exposed worldwide now.\n\nThey have one command,\n\nDo not speak out, behave as sheep.", "I have truly conquered the world.", "Create a life you’re proud of.\n\nCrafting every aspect of your reality with INTENTION.\n\nAre you awake? Do you KNOW what you are doing?\n\nYes or no.", "There are dark forces working against you. \n\nYou must recognize them and you must fight back.", "I support good and honest governments who will obey their laws.", "I don’t understand how any self-respecting man can expect anything less than the absolute best of everything", "I choose to only interact with those who are respectful and civil to me in return for my own respectfulness and civility.", "Reading books is for losers who are afraid to learn from life. \n\nSo they try and learn from the life OTHERS have lived. \n\nBut you never REALLY learn unless you lived it. \n\nYou must feel it to believe it. \n\nBooks are a total waste of time.\n\nEducation for cowards.", "Physicality and mentality are linked\n\nWatch the full EM episode here:\nhttps://t.co/LELFNWhPLs https://t.co/UkGLj0LGRC", "I believe that men have the sacred duty to rigorously train themselves both physically and mentally every day.", "Life is easy for the professional.", "The rules are designed to prevent you from freedom. \n\nThey’re so concisely derived that even if you break them - you stand near zero chance. \n\nYou must CHANGE THE GAME that you’re playing entirely.", "Money is an amplifier.\n\nSee a rich dork get out of a Lambo. Super dork.\nSee a huge mafia guy get out of a Lambo. Killer. \n\nThose who say money doesnt make you happy - were always miserable.\n\nThose who were happy broke - are VERY happy rich.", "I reserve the freedom to speak and refer to others as I believe is best and most truthful.", "I believe that a man’s life is difficult and that he has a sacred duty to become strong to handle such difficulty.", "Each day I dedicate myself to create anew the greatest possible positive impact on the world and do the work necessary to achieve a greater masculine excellence across all realms of human endeavor.", "A man can be in the worst position and all he will say is “I’ll take care of it”\n\nHe might be flat broke with no hope, but that’s what he will say.\n\nAnd might get grumpy but somehow he always finds a way.\n\nRespect to all the real men out there that do the impossible daily.", "The answer is out there. It's looking for you. And it will find you if you want it to.\n\nhttps://t.co/rf1rOtudjB", "Make your last name mean something. Only a coward doesn’t care.", "We are in the midst of a spiritual war. \n\nThe final battle between humanity and the machines - before you’re reduced to a QR code. \n\n99.9% of men refuse the sword and shield, paralyzed as civilians, awaiting slaughter from the machine horde. \n\nThe real pandemic is cowardice.", "Real work is absolutely admirable. \n\nHard-working men make the world go round.", "It seems every generation's great revolutionaries suffer from unfair imprisonment.", "You get songs stuck in your head. \n\nI get ideas stuck in my head. \n\nDo you understand?", "I believe men are personally responsible for their actions and for the results they achieve in their lives.", "I believe that men have the sacred duty to raise strong capable and honorable sons.", "Everything you do CREATES a change in the Universe.\n\nYet most of you have been programmed to use this TRUTH against your best interest.", "Hard times are here.\n\nThere's no more easy money out there to take.\n\nAll the amateurs will be exposed.\n\nThis is the time to become a professional.\n\nYou only have two choices.\n\nLearn more here:\nhttps://t.co/8EUCQbL4Y0 https://t.co/3klwUUifzc", "Cowardice is the modern plague of man.", "Smart woman. https://t.co/NmzwLd4JQJ", "If you understand, we are waiting for you.\n\nhttps://t.co/ecNjdhz2XV", "I will never forgive myself for failure. \n\nI am absolutely hard on myself. \n\nI never ever forgive myself. \n\nFailing is permanent pain. \n\nFor the rest of my human years. \n\nThis is why I never fail.", "You have no option but to perform at the highest levels. \n\nAnything less is failure.", "A real brother always has your back."], "Confucius": ["He who flatters a man is his enemy. he who tells him of his faults is his maker.", "No matter how busy you think you are, you must find time for reading, or surrender yourself to self-chosen ignorance.", "To see what’s right and not do it is cowardice.", "The will to win, the desire to succeed, the urge to reach your full potential... these are the keys that will unlock the door to personal excellence.", "Poor food and water for dinner, a bent arm for a pillow – that is where joy resides. For me, wealth and renown without honor are nothing but drifting clouds.", "Wherever you go, go with all your heart.", "cautiously, you avoid trouble. See all that you can – then, if you forget the perilous and", "If there is righteousness in the heart, there will be beauty in the character.<br>If there is beauty in the character, there will be harmony in the home.<br>If there is harmony in the home, there will be order in the nations.<br>When there is order in the nations, there will peace in the world.", "Listen to all that you can – then, if you forget the deficiencies and speak about the rest cautiously, you avoid trouble. See all that you can – then, if you forget the perilous and act upon the rest cautiously, you’ll avoid regret. In speech avoid trouble, in action avoid regret – then rewards will come of themselves.", "When you make a promise consistent with what is right, you can keep your word. When you show respect consistent with good taste, you keep shame and disgrace at a distance. When he in whom you confide is one who does not fail his friends, you may trust him fully.", "Worthy admonitions cannot fail to inspire us, but what matters is changing ourselves. Reverent advice cannot fail to encourage us, but what matters is acting on it. Encouraged without acting, inspired without changing – there’s nothing to be done for such people.", "أن تشعل شمعة خير من أن تلعن الظلام", "Wisdom, compassion, and courage are the three universally recognized moral qualities of man.", "We all have two lives, your second one begins when you realize you’ve only got one.", "Walking among three people, I find my teacher among them. I choose that which is good in them and follow it, and that which is bad and change it.", "Do not worry people not knowing you but strive so that you may worth knowing", "To know what you know and what you do not know, that is true knowledge.", "In following the Way, the noble-minded treasure three things: a manner free of violence and arrogance, a countenance full of sincerity and trust, a voice free of vulgarity and impropriety.", "He who wishes to secure the good of others, has already secured his own.", "The superior man bends his attention to what is radical. That being established, all practical courses naturally grow up.", "The cautious seldom err.", "知之者不如好之者，好之者不如樂之者。”<br>“Knowing it does not compare with loving it; loving it does not compare with delighting in it.", "Imagination is more important than knowledge.", "قل إنك تعرف عندما تعرف، لكن قل إنك لاتعرف عندما لاتعرف.هذه هي المعرفة الحقيقية", "The way of the superior person is threefold; virtuous, they are free from anxieties; wise they are free from perplexities; and bold they are free from fear.", "At fifteen I set my heart upon learning. <br>At thirty, I had planted my feet firm upon the ground. <br>At forty, I no longer suffered from perplexities. <br>At fifty, I knew what were the biddings of Heaven. <br>At sixty, I heard them with docile ear. <br>At seventy, I could follow the dictates of my own heart; for what I desired no longer overstepped the boundaries of right.", "To be poor without murmuring is difficult. To be rich without being proud is easy.", "The Master said, “The gentleman does not serve as a vessel.”<br>(Analects 2.12)", "Respect the gods and the devils but keep them at a distance", "Man who fart in church, sit in pew.", "Lead the people with administrative injunctions and put them in their place with penal law, and they will avoid punishments but will be without a sense of shame. Lead them with excellence and put them in their place through roles and ritual practices, and in addition to developing a sense of shame, they will order themselves harmoniously", "When we see men of a contrary character, we should turn inwards and examine ourselves.", "I used to take on trust a man's deeds after having listened to his words. Now having listened to a man's words I go on to observe his deeds.", "If a man be without the virtues proper to humanity, what has he to do with the rites of propriety? If a man be without the virtues proper to humanity, what has he to do with music?", "Student - \"It is not that I do not delight in your Way, Master, it is simply that my strength is insufficient.\"<br><br>Confucius - \"Someone whose strength is genuinely insufficient collapses somewhere along the Way. As for you, you deliberately draw the line.", "You yourself desire rank and standing; then help others to get rank and standing. You want to turn your merits to account; then help others to turn theirs to account.", "A youth is to be regarded with respect. How do we know that his future will not be equal to our present?", "The man of wisdom is never of two minds;<br>the man of benevolence never worries;<br>the man of courage is never afraid.", "The Essence of Knowledge is, having it, to use it.", "If you did not do so for the sake of riches,You must have done so for the sake of novelty.", "The Master said, “When you meet persons of exceptional character think to stand shoulder to shoulder with them; meeting persons of little character, look inward and examine yourself.", "In his dealings with the world, the gentleman is not invariably for or against anything. He is on the side of what is moral.", "If a craftsman wants to do good work, he must first sharpen his tools.", "Very few go astray who comport themselves with restraint.", "Confucius said, \"When good government prevails in the empire, ceremonies, music, and punitive military expeditions proceed from the son of Heaven. When bad government prevails in the empire, ceremonies, music, and punitive military expeditions proceed from the princes. When these things proceed from the princes, as a rule, the cases will be few in which they do not lose their power in ten generations. When they proceed from the great officers of the princes, as a rule, the case will be few in which they do not lose their power in five generations. When the subsidiary ministers of the great officers hold in their grasp the orders of the state, as a rule the cases will be few in which they do not lose their power in three generations. When right principles prevail in the kingdom, government will not be in the hands of the great officers. When right principles prevail in the kingdom, there will be no discussions among the common people.\"<br>16-2", "No matter where you go, there you are.", "I do not open up the truth to one who is not eager to get knowledge, nor help out anyone who is not anxious to explain himself. When I have presented one corner of a subject to anyone, and he cannot from it learn the other three, I do not repeat my lesson.", "At fifteen my mind was directed to study, and at thirty I knew where to stand.", "To see the right and not to do it is cowardice.", "Life is simple, but we insist on making it complicated.", "The Master said, Study as though you could never catch up, [and if you did,] you would still be fearful of losing it.", "Behind every smile there's teeth.", "The course (of duty), virtue, benevolence, and righteousness cannot be fully carried out without the rules of propriety; nor are training and oral lessons for the rectification of manners complete; nor can the clearing up of quarrels and discriminating in disputes be accomplished; nor can (the duties between) ruler and minister, high and low, father and son, elder brother and younger, be determined; nor can students for office and (other) learners, in serving their masters, have an attachment for them; nor can majesty and dignity be shown in assigning the different places at court, in the government of the armies, and in discharging the duties of office so as to secure the operation of the laws; nor can there be the (proper) sincerity and gravity in presenting the offerings to spiritual Beings on occasions of supplication, thanksgiving, and the various sacrifices. Therefore the superior man is respectful and reverent, assiduous in his duties and not going beyond them, retiring and yielding - thus illustrating (the principle of) propriety.", "The Master said, “The gentleman harmonizes [he] without being an echo. The petty man echoes [tong] and does not harmonize.", "We should keep the dead before our eyes, and honor them as though still living", "You are not yet able to serve men, how can you serve spirits?", "The Master said, \"I have not seen a person who loved virtue, or one<br>who hated what was not virtuous. He who loved virtue, would esteem<br>nothing above it. He who hated what is not virtuous, would practice<br>virtue in such a way that he would not allow anything that is not<br>virtuous to approach his person.", "It is true that we shall not be able to reach perfection, but in our struggle toward it we shall strengthen our characters and give stability to our ideas, so that, whilst ever advancing calmly in the same direction, we shall be rendered capable of applying the faculties with which we have been gifted to the best possible account.", "Choose a job you love, and you will never have to work a day in your life", "How dare I claim to be a sage or a benevolent man?", "roads were made for journeys not destinations", "A man whose strength gives out collapses along the course. In your case you set the limits beforehand.", "The more man meditates upon good thoughts, the better will be his world and the world at large.", "No matter how busy you make think you are you must find time for reading, or surrender yourself to self-chosen ignorance", "Every man has two lives, and the second starts when he realizes he has just one", "Nothing is more visible than things hidden; Nothing is more manifest than things minute; Therefore, the superior man should be aware of his aloneness", "I hear and I forget. I see and I remember. I do and I understand.", "The noble-minded encourage what is beautiful in people and discourage what is ugly in them. Little people do just the opposite.", "If there were an honorable way to get rich, I’d do it, even if it meant being a stooge standing around with a whip. But there isn’t an honorable way, so I just do what I like.", "To rank the effort above the prize may be called love.", "I want you to be everything that's you, deep at the center of your being.", "And remember, no matter where you go, there you are.", "Learn as if you were not reaching your goal and as though you were scared of missing it", "Choose a job you love and you'll never have to work a day in your life", "In a country well governed, poverty is something to be ashamed of. In a country badly governed, wealth is something to be ashamed of.", "Consideration for others is the basis of a good life, a good society.", "There are few men under heaven who can love and see the defects, or hate and see the excellence of an object.", "Even when walking in the company of two other men, I am bound to be able to learn from them. The good points of the one I copy, the bad points of the other I correct in myself.", "The Master said, Guide the people by law, aline them by punishment; they may shun crime, but they will want shame. Guide them by mind, aline them by courtesy; they will learn shame and grow good.", "As the water shapes itself to the vessel that contains it, so a wise man adapts himself to circumstances.", "Act with kindness but do not expect gratitude.", "You do not understand even life. How can you understand death?", "He said : Not to know the decree is to be <br>without the means of being a proper man. <br>2. Not to know the rites is to be without means to <br>construct. <br>3. Not to know words is to <br>be without the fluid needful to understand men.", "The demands that good people make are upon themselves;<br>Those that bad people make are upon others.", "Not to talk with people although they can be talked with is to waste people. To talk with people although they can't be talked with is to waste words. A man of understanding does not waste people, but he also does not waste words.", "مرد بزرگ به خودسختمیگیردومردکوچکبهدیگران.ا", "To see high merit and be unable to raise it to office, to raise it but not to give such promotion precedence, is just destiny.", "The superior man, when resting in safety, does not forget that danger may come. When in a state of security he does not forget the possibility of ruin. When all is orderly, he does not forget that disorder may come. Thus his person is not endangered, and his States and all their clans are preserved.", "those who understands is not better than those who appreciates, those who appreciates is not better than those who enjoys.", "He who searches for evil, must first look at his own reflection.", "Do not be desirous of having things done quickly. Do not look at small advantages. Desire to have things done quickly prevents their being done thoroughly. Looking at small advantages prevents great affairs from being acccomplished.", "A common man marvels at uncommon things. A wise man marvels at the commonplace.", "For this reason the gentleman will employ a man on a distant mission and observe his degree of loyalty, will employ him close at hand and observe his degree of respect. He will hand him troublesome affairs and observe how well he manages them, will suddenly ask his advice and observe how wisely he answers. He will exact some difficult promise from him and see how well he keeps it, turn over funds to him and see with what benevolence he dispenses them, inform him of the danger he is in and note how faithful he is to his duties. He will get him drunk with wine and observe how well he handles himself, place him in mixed company and see what effect beauty has upon him. By applying these nine tests, you may determine who is the unworthy man.", "The nobler type of man is broad-minded and not prejudiced. The inferior man is prejudiced and not broad-minded.", "The superior man is distressed by the limitations of his ability; he is not distressed by the fact that men do not recognize the ability that he has.", "When you know a thing, to hold that you know it; and when you do not know a thing, to allow that you do not know it--this is knowledge.", "Sincerity is the end and beginning of things; without sincerity there would be nothing.", "When it is obvious that the goals cannot be reached, don't adjust the goals, adjust the action steps.", "He Who Knows And Knows That He Knows Is A Wise Man - Follow Him;<br>He Who Knows Not And Knows Not That He Knows Not Is A Fool - Shun Him", "Life is really simple, but we insist on making it complicated.", "Confucius replied, “Those who are true in my village conduct themselves differently. A father covers for his son, and a son covers for his father. And being true lies in this.", "Some are born with knowledge, some derive it from study, and some acquire it only after a painful realization of their ignorance.<br><br>But the knowledge being possessed, it comes to the same thing.<br><br>Some study with a natural ease, some from a desire for advantages, and some by strenuous effort.<br>", "Music produces a kind of pleasure which human nature cannot do without.", "Without feelings of respect, what is there to distinguish men from beasts?", "To be able under all circumstances to practice five things constitutes perfect virtue; these five things are gravity, generosity of soul, sincerity, earnestness and kindness.", "The Master said, “If your conduct is determined solely by considerations of profit you will arouse great resentment.", "If I understand Change, I shall make no great mistake in Life", "The Master said, “To study, and then in a timely fashion to practice what you have learned—is this not satisfying? To have companions arrive from afar—is this not a joy? To remain unrecognized by others and yet remain free of resentment—is this not the mark of the gentleman?”<br>(Analects 1.1)", "Benevolence is love to <i>all</i> men. It is to know <i>all</i> men.", "Faithfulness and sincerity are the highest things.", "Speak the truth, do not yield to anger; give, if thou art asked for little; by these three steps thou wilt go near the gods.<br><br>راست بگو، تسليم خشم نشو، اگر از تو كم خواستند ببخش؛ با اين سه به خدايان مي رسي", "Never tire to study. And to teach to others", "He who learns but does not think, is lost! He who thinks but does not learn is in great danger", "Think of tomorrow, the past can't be mended.", "Wishing to regulate their families, they first cultivated their persons. Wishing to cultivate their persons, they first rectified their hearts. Wishing to rectify their hearts, they first sought to be sincere in their thoughts. Wishing to be sincere in their thoughts, they first extended to the utmost their knowledge. Such extension of knowledge lay in the investigation of things.", "Real knowledge is to know the extent of one's ignorance.", "We have two lives; the second begins when we realize we only have one.", "There is nothing more real than what cannot be seen and there is nothing more certain than what cannot be heard.", "15.15 The Master said, “To demand much from oneself personally, and not overmuch from others, will keep ill will at a distance.", "Success depends upon previous preparation.", "The noble-minded are all-encompassing, not stuck in doctrines. Little people are stuck in doctrines.", "The superior man acts before he speaks, and afterwards speaks according to his actions.", "The ultimate revenge is living well and being happy. Hateful people can't stand happy people. Before you embark on a journey of revenge, dig two graves.”-", "Learning without thinking is useless. Thinking without learning is dangerous.", "If either wealth or poverty are come by honesty, there is no shame.", "We take greater pains to persuade others that we are happy than in endeavoring to think so ourselves", "To see what is right and not do it is the worst cowardice.", "He who conquers himself is the mightiest warrior.", "You cannot open a book without learning something.", "The Master said, “In strolling in the company of just two other persons, I am bound to find a teacher. Identifying their strengths, I follow them, and identifying their weaknesses, I reform myself accordingly.", "Fix your mind on truth, hold firm to virtue, rely on loving kindness, and find your recreation in the Arts.", "Hold faithfulness and sincerity as first principles.", "Choose a job you love, and you will never have to work a day in your life.", "When you see a person of worth, concentrate upon becoming their equal.", "Be strict with yourself but least reproachful of others and complaint is kept afar.", "Those who cannot forgive others break the bridge over which they themselves must pass.", "The gentleman does not promote people merely on the basis of their words, nor does he reject words merely because of the person who uttered them.", "I want you to be everything that's you, deep at the center of your being.”<br>“Life is really simple, but we insist on making it complicated", "If you don't want to do something,don't impose on others", "The noble minded act before speak, then they speak according to their actions.", "Is it not indeed a pleasure to acquire knowledge and constantly to exercise oneself therein?", "To know what is first and what is last will lead near to what is taught in the Great Learning.", "I was not born with wisdom. I love the ancient teachings and have worked hard to attain to their level.", "Humankind differs from the animals only by a little and most people throw that away.", "An educated woman is a worthless woman.", "When the Way prevails in the world, then be seen. When it does not, then hide.", "They must often change who would remain constant in happiness and wisdom.", "The faults of the superior man are like the eclipses of the sun and moon. He has his faults, and all men see them; he changes, and all men look up to him.", "The superior man is modest in his speech, but exceeds in his actions.", "The Master said, “How could one but comply with what model sayings have to say? But the real value lies in reforming one’s ways. How could one but find pleasure in polite language? But the real value lies in drawing out its meaning. What can possibly be done with people who find pleasure in polite language but do not draw out its meaning, or who comply with model sayings but do not reform their ways.", "When you have faults, do not fear to abandon them.", "Don’t grieve when people fail to recognize your ability. Grieve for your lack of ability instead.", "The superior man thinks always of virtue; the common man thinks of comfort.", "He was a man, take him for all in all, I shall not look upon his like again.", "The strength of a nation derives from the integrity of the home.", "The book salesman should be honored because he brings to our attention, as a rule, the very books we need most and neglect most.", "Insecurity is worse than poverty.", "The Master said, “A true gentleman is one who has set his heart upon the Way. A fellow who is ashamed merely of shabby clothing or modest meals is not even worth conversing with.”<br>(Analects 4.9)", "Life is really simple, but men insist on making it complicated.", "The wise never doubt. The Humane never worry. The brave never fear.", "People with virtue must speak out; People who speak are not all virtuous.", "When you see a good person, think of becoming like her/him. When you see someone not so good, reflect on your own weak points.", "you govern effectively,” Confucius replied, “what need is there for killing? If you want to be truly adept (shan ), the people will also be adept. The excellence (de ) of the exemplary person (junzi ) is the wind, while that of the petty person is the grass. As the wind blows, the grass is sure to bend.", "Music produces a kind of pleasure which human nature cannot do without.<br>- Confucius", "To put the world in order, we must first put the nation in order; to put the nation in order, we must first put the family in order; to put the family in order; we must first cultivate our personal life; we must first set our hearts right.", "Mankind differs from the animals only by a little and most people throw that away.", "The Master said, “A true teacher is one who, keeping the past alive, is also able to understand the present.”<br>(Analects 2.11)", "What the superior man seeks is in himself; what the small man seeks is in others.", "Your life is what your thoughts make it.", "Attack the evil that is within yourself, rather than attacking the evil that is in others.", "The Master said, 'Respectfulness, without the rules of propriety, becomes laborious bustle; carefulness, without the rules of propriety, becomes timidity; boldness, without the rules of propriety, becomes insubordination; straightforwardness, without the rules of propriety, becomes rudeness.", "Don't do unto others what you don't want done unto you.", "I followed my heart without breaking any rules.", "Never contract friendship with a man that is not better than thyself. ", "he had four of the characteristics of a superior man:— in his conduct of himself, he was humble; in serving his superiors, he was respectful; in nourishing the people, he was kind; in ordering the people, he was just.", "Learning without thinking is wasted effort; thinking without learning is dangerous", "I slept and dreamt life is beauty, I woke and found life is duty.", "The noble-minded worry about their lack of ability, not about people’s failure to recognize their ability.", "When anger rises, think of the consequences.", "If the search for riches were sure to be successful, though I should become a groom with a whip in my hand to get them, I will do so. As the search may not be successful, I will follow after that which I love.", "To study and constantly, is this not a pleasure? To have friends come from far away places, is this not a joy? If people do not recognize your worth, but this does not worry you, are you not a true gentleman?", "The expectations of life depend upon diligence the mechanic that would perfect his work must first sharpen his tools. ", "That a man lives is because he is straight. That a man who dupes others survives is because he has been fortunate enough to be spared.", "When anger arises, think of the consequences", "A man should say, I am not concerned that I have no place, I am concerned how I may fit myself for one. I am not concerned that I am not known, I seek to be worthy to be known.", "There are those who act without knowing; I will have none of this. To hear a lot, choose the good, and follow it, to see a lot and learn to recognize it: this is next knowledge.", "The essence of knowledge is, having it, to apply it; not having it, to confess your ignorance.", "Education breeds confidence. Confidence breeds hope. Hope breeds peace.", "It is when those who are not strong enough have made some moderate amount of progress that they fail and give up...", "He who studies but does not think is lost; he who thinks but does not study is dangerous.", "To be wealthy and honored in an unjust society is a disgrace.", "لاتفرض على الآخرين ماتكره أن تفرضه على نفسك", "Silence is a true friend who never betrays.", "A superior man in dealing with the world is not for anything or against anything. He follows righteousness as the standard.", "He who is concerned only with the purity of his own life ruins the great human relations.", "Coarse rice to eat, water to drink, my bended arm for a pillow - therein is happiness. Wealth and rank attained through immoral means are nothing but drifting clouds.", "LEARN AS THOUGH YOU WOULD NEVER BE ABLE TO MASTER IT", "It is easy to hate and it is difficult to love. This is how the whole scheme of things works. All good things are difficult to achieve; and bad things are very easy to get.", "Tsze-Kung asked, “Is there one word with which to act in accordance throughout a lifetime?” The Master said, “Is not reciprocity such a word? What you do not want done to yourself, do not do to others.", "The nobler sort of man emphasizes the good qualities in others, and does not accentuate the bad. The inferior does.", "The Master said, 'Can men refuse to assent to the words of strict admonition? But it is reforming the conduct because of them which is valuable. Can men refuse to be pleased with words of gentle advice? But it is unfolding their aim which is valuable. If a man be pleased with these words, but does not unfold their aim, and assents to those, but does not reform his conduct, I can really do nothing with him.", "What you don´t want done to yourself, do not do to others.", "Have no friends not equal to yourself.", "If you want to make a stand, help others make a stand, and if you want to reach your goal, help others reach their goal. Consider yourself and treat others accordingly: this is the method of Humanity.", "When we see men of worth, we should think of equalling them; when we see men of a contrary character, we should turn inwards and examine ourselves.", "The wise are free from perplexities; the virtuous from anxiety; and the bold from fear.", "It is not the failure of others to appreciate your abilities that should trouble you, but rather your failure to appreciate theirs.", "If you expect great things of yourself and demand little of others, you’ll keep resentment far away.", "If there were one word that could act as a standard of conduct for one's entire life, perhaps it would be 'thoughtfulness.", "If your desire is for good, the people will be good.", "The Master said, “Learning without thought is labor lost; thought without learning is perilous.” The Master said, “The study of strange doctrines is injurious indeed!”               The Master said, “Yu, shall I teach you what knowledge is? When you know a thing, to hold that you know it; and when you do not know a thing, to allow that you do not know it;-this is knowledge.", "The gentleman is dignified but not arrogant. The small man is arrogant but not digified", "You can force the people to obey; you cannot force them to understand.", "I daily examine myself on three points:— whether, in transacting business for others, I may have been not faithful;— whether, in intercourse with friends, I may have been not sincere;— whether I may have not mastered and practised the instructions of my teacher.", "Not to discuss with a man worthy of conversation is to waste the man. To discuss with a man not worthy of conversation is to waste words. The wise waste neither men nor words.", "Conduct thyself always with the same prudence as though thou went observed by ten eyes and pointed at by ten fingers", "If I am walking with two other men, each of them will serve as my teacher. I will pick out the good points of the one and imitate them, and the bad points of the other and correct them in myself.", "Knowing it does not compare with loving it; loving it does not compare with delighting in it.", "The superior man has a dignified ease without pride. The mean man has pride without a dignified ease.", "One who never anticipates deceit or expects duplicity, and yet is the first to recognize such things – is that not a sage indeed?", "We have two lives, and the second begins when we realize we only have one.", "I am not concerned that I am not known; I seek to be worthy to be known.", "Worry not that no one knows you; seek to be worth knowing.", "By nature, men are nearly alike; by practice, they get to be wide apart.", "By three methods we may learn wisdom: First, by reflection, which is noblest; Second, by imitation, which is easiest; and third by experience, which is the bitterest.", "Men's natures are alike, it is their habits that carry them far apart.", "Let a ruler base his government upon virtuous principles, and he will be like the pole-star, which remains steadfast in its place, while all the host of stars turn towards it", "you cannot open a book without learning something", "Do not do to others what you do not want them to do to you.", "No matter how busy you may think you are, you must find time for reading, or surrender yourself to self-chosen ignorance.", "If the people be led by laws, and uniformity sought to be given them by punishments, they will try to avoid the punishment, but have no sense of shame. 2. 'If they be led by virtue, and uniformity sought to be given them by the rules of propriety, they will have the sense of shame, and moreover will become good.", "Everything has beauty, but not everyone sees it.", "Wishing to regulate their families, they first cultivated their persons. Wishing to cultivate their persons, they first rectified their hearts. Wishing to rectify their hearts, they first sought to be sincere in their thoughts. Wishing to be sincere in their thoughts, they first extended to the utmost their knowledge.", "To one who is not eager I do not reveal anything, nor do I explain anything to one who is not communicative. If I raise one corner for someone and he cannot come back with the other three, I do not go on.", "Respect yourself and others will respect you.", "Men’s natures are alike; it is their habits that separate them.", "When respect is shown according to what is proper, one keeps far from shame and disgrace.", "The Master said, “I do not open the way for students who are not driven with eagerness; I do not supply a vocabulary for students who are not trying desperately to find the language for their ideas. If on showing students one corner they do not come back to me with the other three, I will not repeat myself.", "Am I a man of great wisdom? Hardly! Even when a simple person brings me a question, my mind goes utterly blank, I just thrash it out until I’ve exhausted every possibility.", "Be not ashamed of mistakes and thus make them crimes.", "Only the wisest and stupidest of men never change.", "What you do not want done to yourself, do not do to others.", "An educated woman is a stupid woman", "Faced with what is right, to leave it undone shows a lack of courage.", "The Master said, “Wealth and honor are things that all people desire, and yet unless they are acquired in the proper way I will not abide them. Poverty and disgrace are things that all people hate, and yet unless they are avoided in the proper way I will not despise them. <br><br>“If the gentleman abandons ren, how can he be worthy of that name? The gentleman does not violate ren even for the amount of time required to eat a meal. Even in times of urgency or distress, he does not depart from it.”<br>(Analects 4.5)", "The Master said, “The gentleman understands what is right, whereas the petty man understands profit.”<br>(Analects 4.16)", "The superior man, in the world, does not set his mind either for anything, or against anything; what is right he will follow.", "If what one has to say is not better than silence, then one should keep silent.", "الحكم يعني الإستقامة، ومن هو الشخص الذي يجرؤ على الانحراف إذا كنت مستقيماً.", "The gentleman understands what is moral. The small man understands what is profitable.", "The superior man understands what is right; the inferior man understands what will sell.", "A man of humanity is one who, in seeking to establish himself, finds a foothold for others and who, in desiring attaining himself, helps others to attain.", "He who studies but does not think is lost. He who thinks but does not study is dangerous.", "The firm, the enduring, the simple, and the modest are near to virtue.", "To give comfort to the old, to have the trust of my friends, and to have the young seeking to be near me", "I am not worried that nobody knows me. I seek to become fit to be known", "A man should demand much from himself, but little from others. When you meet a man of worth, think how you may attain to his excellence. When you meet an unworthy one, then look within and examine yourself.", "Learning without thought is labour lost; thought without learning is perilous.", "The Master said, “To go into battle with people who have not been properly trained is to forsake them.", "Don’t worry if you have no position: worry about making yourself worthy of one. Don’t worry if you aren’t known and admired: devote yourself to a life that deserves admiration."]}